Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# flavorinfo_businessappviewmodel_app_unused
source: Not using %@ yet?
bg: Още ли не използвате %@?
cs: Ještě %@ nepoužíváte?
de: %@ noch nicht im Einsatz?
es: ¿Aún no utiliza %@?
fr: Vous n’utilisez pas encore %@ ?
gsw_ch: %@ nonig im Iisatz?
it: Non usi ancora %@?
ja: %@ をまだ使っていませんか？
ko: 아직 %@을(를) 사용하지 않고 계시나요?
nl: Gebruikt u nog geen %@?
pl: Nie używasz na razie aplikacji %@?
pt_br: Ainda não usa %@?
sk: Ešte %@ nepoužívate?
tr: %@'i henüz kullanmıyor musunuz?
uk: Ще не використовуєте %@?
zh_hans: 还未开始使用 %@ 吗？
zh_hant: 還未開始使用 %@ ？

# flavorinfo_businessappviewmodel_login_now
source: Sign in now
bg: Впишете се сега
cs: Přihlásit se
de: Jetzt anmelden
es: Iniciar sesión ahora
fr: Connectez-vous dès maintenant
gsw_ch: Jetzt amälde
it: Accedi subito
ja: 今すぐログイン
ko: 지금 로그인하세요
nl: Nu aanmelden
pl: Zaloguj się teraz
pt_br: Cadastre-se já
sk: Prihlásiť sa
tr: Şimdi oturum açın
uk: Увійдіть зараз
zh_hans: 立即登录
zh_hant: 立即登入

# flavorinfo_businessappviewmodel_more_information
source: Learn more
bg: Научете повече
cs: Zjistěte více
de: Mehr erfahren
es: Más información
fr: En savoir plus
gsw_ch: Meh erfahre
it: Ulteriori informazioni
ja: 詳細はこちら
ko: 더 알아보기
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
sk: Dozvedieť sa viac
tr: Daha fazla bilgi edin
uk: Дізнатись більше
zh_hans: 了解更多
zh_hant: 了解更多

# flavorinfo_businessappviewmodel_onprem_description
source: Threema OnPrem is the self-hosted communication solution for enterprises, government agencies, and military organizations – for full data sovereignty, encrypted data transmission, and the high requirements of security-sensitive environments.
bg: Threema OnPrem е самостоятелно приложение за комуникация, което е предназначено за фирми, държавни институции и военни организации. Предназначено е за пълна автономност на данните, криптирано изпращане на данни и да покрива изискванията за сигурност при боравене с чувствителни данни.
cs: Threema OnPrem je self-hosted řešení komunikace pro podniky, vládní agentury a vojenské organizace. Nabízí kompletní datovou suverenitu, přenos dat v zašifrované podobě a splňuje vysoké požadavky na bezpečnostně citlivá prostředí.
de: Threema OnPrem ist die selbstgehostete Kommunikationslösung für Unternehmen, Behörden und militärische Einrichtungen – für vollständige Datensouveränität, verschlüsselte Datenübertragung und die hohen Anforderungen sicherheitsrelevanter Bereiche.
es: Threema OnPrem es la solución de comunicación autohospedada para empresas, organismos gubernamentales y organizaciones militares, que ofrece soberanía total de los datos, transmisión de datos cifrada y satisface los estrictos requisitos de los entornos sensibles a la seguridad.
fr: Threema OnPrem est la solution de communication auto-hébergée pour les entreprises, les agences gouvernementales et les organisations militaires, qui offre un contrôle total sur les données, une transmission chiffrée des informations et une conformité aux exigences les plus stricts en matière de sécurisation des données sensibles.
gsw_ch: Threema OnPrem isch di sälberghostet Kommunikationslösig für Undernehme, Behörde und militärischi Irichtige – für vollständigi Datesouveränität, verschlüssleti Dateüberträgig und di höche Aaforderige vo sicherheitsrelevante Bereich.
it: Threema OnPrem è la soluzione di comunicazione self-hosted per aziende, enti pubblici e organizzazioni militari, per garantire piena sovranità dei dati, trasmissione cifrata e soddisfare gli elevati requisiti degli ambienti sensibili alla sicurezza.
ja: Threema OnPrem は、完全なデータ主権、暗号化されたデータ転送、セキュリティが重視される環境の高い要件を満たす、企業、政府機関、軍事組織向けのセルフホスト型通信ソリューションです。
ko: Threema OnPrem은 기업, 정부 기관, 군 조직을 위한 자체 호스팅 커뮤니케이션 솔루션입니다. 완벽한 데이터 주권, 암호화된 데이터 전송, 보안이 중요한 환경을 위한 최고 수준의 요구사항을 충족합니다.
nl: Threema OnPrem is de zelf-gehoste communicatieoplossing voor bedrijven, overheidsinstanties en militaire organisaties – voor volledige gegevenssoevereiniteit, versleutelde gegevensoverdracht en de hoge eisen van beveiligingsgevoelige omgevingen.
pl: Threema OnPrem to rozwiązanie komunikacyjne dla agencji rządowych, organizacji wojskowych i przedsiębiorstw, w przypadku którego zastosowano samodzielny hosting – zapewnia pełną suwerenność danych oraz szyfrowany przesył informacji, a także spełnia wysokie wymogi środowisk wrażliwych pod względem bezpieczeństwa.
pt_br: Threema OnPrem é a solução de comunicação auto-hospedada para empresas, órgãos governamentais e organizações militares, para a total soberania de dados, transmissão de dados criptografados e os altos requisitos de ambientes sensíveis à segurança.
sk: Threema OnPrem je komunikačné riešenie s vlastným hosťovaním pre podniky, vládne agentúry a vojenské organizácie – pre úplnú suverenitu údajov, šifrovaný prenos údajov a vysoké požiadavky na prostredia citlivé na bezpečnosť.
tr: Threema OnPrem, işletmeler, devlet kurumları ve askeri organizasyonlar için tam veri egemenliği, şifreli veri iletimi ve güvenliğe duyarlı ortamların yüksek gereksinimleri için kendi kendine barındırılan iletişim çözümüdür.
uk: Threema OnPrem — це рішення для самостійного хостингу комунікацій, призначене для підприємств, урядових установ і військових організацій. Воно забезпечує повний суверенітет даних, зашифровану передачу даних та відповідає високим вимогам безпеконебезпечних середовищ.
zh_hans: Threema OnPrem 是专为企业、政府机构及军事组织设计的自托管通信解决方案 — 可完全保护数据主权、加密数据传输，并满足安全敏感环境的高要求。
zh_hant: Threema OnPrem 是專為企業、政府機關及軍事組織所設計的自託管通訊解決方案 — 可完全保護資料主權、加密資料傳輸，並滿足安全敏感環境的高要求。

# flavorinfo_businessappviewmodel_onprem_promotion
source: COMMUNICATION AT THE HIGHEST SECURITY LEVEL
bg: КОМУНИКАЦИЯ С НАЙ-ВИСОКО НИВО НА СИГУРНОСТ
cs: KOMUNIKACE NA NEJVYŠŠÍ ÚROVNI BEZPEČNOSTI
de: KOMMUNIKATION AUF HÖCHSTEM SICHERHEITSNIVEAU
es: COMUNICACIÓN AL MÁXIMO NIVEL DE SEGURIDAD
fr: COMMUNICATION ULTRA-SÉCURISÉE
gsw_ch: KOMMUNIKATION UF HÖCHSTEM SICHERHEITSNIVEAU
it: COMUNICAZIONE AL MASSIMO LIVELLO DI SICUREZZA
ja: 高いセキュリティレベルのコミュニケーション
ko: 최고 수준의 보안을 갖춘 커뮤니케이션
nl: COMMUNICATIE OP HET HOOGSTE VEILIGHEIDSNIVEAU
pl: KOMUNIKACJA Z ZACHOWANIEM NAJWYŻSZEGO POZIOMU BEZPIECZEŃSTWA
pt_br: COMUNICAÇÃO NO MAIS ALTO NÍVEL DE SEGURANÇA
sk: KOMUNIKÁCIA NA NAJVYŠŠEJ ÚROVNI BEZPEČNOSTI
tr: EN YÜKSEK GÜVENLİK SEVİYESİNDE İLETİŞİM
uk: ЗВ’ЯЗОК НАЙВИЩОГО РІВНЯ БЕЗПЕКИ
zh_hans: 最高安全级别的通信
zh_hant: 最高安全等級的通訊

# flavorinfo_businessappviewmodel_work_description
source: Threema Work is the secure communication solution for companies – end-to-end encrypted, GDPR-compliant, and developed in Switzerland.
bg: Threema Work е приложение за сигурна комуникация между фирми и компании, което е криптирано от край до край, съобразено с GDPR и е разработено в Швейцария.
cs: Threema Work je bezpečné řešení komunikace pro firmy. Je end-to-end (koncově) šifrované, v souladu s GDPR a vyvinuté ve Švýcarsku.
de: Threema Work ist die sichere Kommunikationslösung für Unternehmen – Ende-zu-Ende-verschlüsselt, DSGVO-konform und in der Schweiz entwickelt.
es: Threema Work es la solución de comunicación segura para empresas: cifrada de extremo a extremo, compatible con el RGPD y desarrollada en Suiza.
fr: Threema Work est la solution de communication sécurisée pour les entreprises : cryptage de bout en bout, conforme au RGPD et développée en Suisse.
gsw_ch: Threema Work isch di sicher Kommunikationslösig für Undernehme – Ändi-zu-Ändi-verschlüsslet, DSGVO-konform und ide Schwiiz entwicklet.
it: Threema Work è la soluzione di comunicazione sicura per le aziende: crittografata end-to-end, conforme al GDPR e sviluppata in Svizzera.
ja: Threema Work は、エンドツーエンドで暗号化され、GDPR に準拠し、スイスで開発された、企業向けの安全なコミュニケーション ソリューションです。
ko: Threema Work는 기업을 위한 안전한 커뮤니케이션 솔루션입니다. 종단 간 암호화를 지원하며, GDPR 준수하고, 스위스에서 개발되었습니다.
nl: Threema Work is de veilige communicatieoplossing voor bedrijven – end-to-end gecodeerd, AVG-conform en ontwikkeld in Zwitserland.
pl: Threema Work to bezpieczne rozwiązanie komunikacyjne dla firm – szyfrowane od końca do końca, zgodne z RODO i opracowane w Szwajcarii.
pt_br: Threema Work é a solução de comunicação segura para empresas, oferecendo criptografada de ponta a ponta, compatível com GDPR e desenvolvida na Suíça.
sk: Threema Work je bezpečné komunikačné riešenie pre firmy – s end-to-end šifrovaním, v súlade s GDPR a vyvinuté vo Švajčiarsku.
tr: Threema Work, şirketler için uçtan uca şifrelenmiş, GDPR uyumlu ve İsviçre'de geliştirilen güvenli iletişim çözümüdür.
uk: Threema Work — безпечне рішення для комунікації в компаніях, що забезпечує наскрізне шифрування, відповідає вимогам GDPR і розроблене у Швейцарії.
zh_hans: Threema Work 是专为企业设计的加密通信解决方案 — 端到端加密、符合欧盟通用数据保护条例 (GDPR) 标准，应用程序在瑞士开发。
zh_hant: Threema Work 是專為公司設計的安全通訊解決方案 — 端對端加密、符合歐盟一般資料保護規則 (GDPR) 規範，應用程式在瑞士開發。

# flavorinfo_businessappviewmodel_work_promotion
source: HIGHLY SECURE COMMUNICATION FOR BUSINESSES
bg: ИЗКЛЮЧИТЕЛНО СИГУРНА КОМУНИКАЦИЯ ЗА ФИРМИТЕ
cs: VYSOCE BEZPEČNÁ KOMUNIKACE PRO FIRMY
de: HOCHSICHERE KOMMUNIKATION FÜR UNTERNEHMEN
es: COMUNICACIÓN MUY SEGURA PARA EMPRESAS
fr: COMMUNICATION HAUTEMENT SÉCURISÉE POUR LES ENTREPRISES
gsw_ch: HOCHSICHERI KOMMUNIKATION FÜR UNDERNEHME
it: COMUNICAZIONE ALTAMENTE SICURA PER LE AZIENDE
ja: ビジネス向け高セキュリティなコミュニケーション
ko: 기업을 위한 고도의 보안 커뮤니케이션
nl: HOOGBEVEILIGDE COMMUNICATIE VOOR BEDRIJVEN
pl: BARDZO BEZPIECZNA KOMUNIKACJA DLA FIRM
pt_br: COMUNICAÇÃO ALTAMENTE SEGURA PARA EMPRESAS
sk: VYSOKO BEZPEČNÁ KOMUNIKÁCIA PRE FIRMY
tr: İŞLETMELER İÇİN YÜKSEK GÜVENLİKLİ İLETİŞİM
uk: МАКСИМАЛЬНО БЕЗПЕЧНЕ СПІЛКУВАННЯ ДЛЯ БІЗНЕСУ
zh_hans: 为企业提供高度安全的通信
zh_hant: 為企業提供高度安全的通訊

# flavorinfo_privateappviewmodel_description
source: If you want to use Threema for private purposes, we recommend the Threema Private app.
bg: Ако искате да използвате Threema за лични нужди, то ние Ви препоръчваме да използвате частното Threema приложение.
cs: Chcete-li používat aplikaci Threema pro soukromé účely, doporučujeme vám aplikaci Threema Private.
de: Wenn Sie Threema privat nutzen möchten, empfehlen wir die Threema Private-App.
es: Si desea utilizar Threema con fines privados, le recomendamos la aplicación Threema Private.
fr: Si vous souhaitez utiliser Threema à des fins privées, nous vous recommandons l’application Threema Private.
gsw_ch: Wenn Sie Threema privat bruuche wennd, empfehled mir d’Threema Private-App.
it: Se desideri utilizzare Threema per scopi privati, ti consigliamo l'app Threema Private.
ja: Threemaを個人で使用する場合は、Threema Private アプリをお勧めします。
ko: 개인 용도로 Threema를 사용하고자 한다면, Threema Private 앱을 권장합니다.
nl: Als u Threema voor privédoeleinden wilt gebruiken, raden wij u de Threema Private-app aan.
pl: Jeśli chcesz używać Threema do celów prywatnych, zalecamy korzystanie z aplikacji Threema Private.
pt_br: Deseja usar o Threema para fins privados? Recomendamos o aplicativo Threema Private.
sk: Ak chcete používať Threemu na súkromné účely, odporúčame aplikáciu Threema Private.
tr: Threema'yı özel amaçlarınız için kullanmak istiyorsanız Threema Private uygulamasını öneririz.
uk: Якщо ви хочете використовувати Threema з метою особистого спілкування, ми радимо застосунок Threema.
zh_hans: 如果您想使用 Threema 作私人用途，我们推荐您使用 Threema Private 应用程序。
zh_hant: 如果您想使用 Threema 作私人用途，我們建議您使用 Threema Private 應用程式。

# flavorinfo_privateappviewmodel_load_now
source: Download now
bg: Изтеглете сега
cs: Stáhnout
de: Jetzt herunterladen
es: Descargar ahora
fr: Télécharger maintenant
gsw_ch: Jetzt abelade
it: Scarica subito
ja: 今ダウンロードする
ko: 지금 다운로드
nl: Nu downloaden
pl: Pobierz teraz
pt_br: Baixe agora
sk: Stiahnuť teraz
tr: Şimdi indir
uk: Завантажити зараз
zh_hans: 立刻下载
zh_hant: 立刻下載

source: Forever
bg: Завинаги
cs: Navždy
de: Für immer
es: Para siempre
fr: À jamais
gsw_ch: Für immer
it: Per sempre
ja: 常に
ko: 영원히
nl: Voorgoed
pl: Na zawsze
pt_br: Para sempre
ru: Навсегда
sk: Navždy
tr: Sonsuza dek
uk: Назавжди
zh_hans: 永远
zh_hant: 永遠

source: Forward
bg: Препращане
cs: Přeposlat
de: Weiterleiten
es: Reenviar
fr: Faire suivre
gsw_ch: Wiiterleite
it: Inoltra
ja: 転送
ko: 전달
nl: Doorsturen
pl: Prześlij
pt_br: Encaminhar
ru: Вперед
sk: Preposlať
tr: İlet
uk: Назад
zh_hans: 转发
zh_hant: 轉寄

# forward_menu
source: Forward…
bg: Препращане…
cs: Přeposlat…
de: Weiterleiten …
es: Reenviar...
fr: Transférer…
gsw_ch: Wiiterleite …
it: Inoltra ...
ja: 転送…
ko: 전달…
nl: Doorsturen…
pl: Przekaż...
pt_br: Encaminhar…
ru: Переслать…
sk: Preposlať...
tr: İlet...
uk: Переслати...
zh_hans: 转发…
zh_hant: 轉寄…

# forward_security_2dh
source: Unilateral
bg: Едностранно
cs: Jednostranná
de: einseitig
fr: Unilatéral
gsw_ch: einsiitig
it: Unilaterale
ja: 一方向
ko: 일방적
nl: Eenzijdig
pl: Jednostronne
ru: Односторонняя
sk: Jednostranný
tr: Tek Taraflı
uk: Одностороння
zh_hans: 单向保密
zh_hant: 單向保密

# forward_security_4dh
source: Complete
bg: Готово
cs: Kompletní
de: vollständig
es: Completo
fr: Complété
gsw_ch: vollständig
it: Completo
ja: 完了
ko: 완료
nl: Voltooid
pl: Pełne
pt_br: Concluído(s)
ru: Готово
sk: Dokončené
tr: Tamam
uk: Повна
zh_hans: 完整保密
zh_hant: 完整保密

# forward_security_clear_sessions
source: Reset Perfect Forward Secrecy for This Contact
bg: Преустановете Perfect Forward Secrecy за този контакт
cs: Resetovat u tohoto kontaktu funkci Perfect Forward Secrecy
de: Perfect Forward Secrecy für diesen Kontakt zurücksetzen
es: Restablecer Perfect Forward Secrecy en este contacto
fr: Réinitialiser la Confidentialité de transmission parfaite pour ce contact
gsw_ch: Perfect Forward Secrecy für de Kontakt zruggsetze
it: Ripristina Perfect Forward Secrecy per questo contatto
ja: この連絡先に対してPFSをリセットする
ko: 연락처의 Perfect Forward Secrecy 재설정
nl: Perfect Forward Secrecy voor deze contactpersoon resetten
pl: Zresetuj idealne utajniane z wyprzedzeniem dla tego kontaktu
pt_br: Redefinir sigilo de encaminhamento perfeito deste contato
ru: Сбросить протокол Perfect Forward Secrecy для этого контакта
sk: Obnoviť Perfect Forward Secrecy pre tento kontakt
tr: Bu Kişi için Mükemmel İletme Gizliliğini Sıfırla
uk: Скинути параметр «Цілковита пряма секретність» для цього контакта
zh_hans: 重置对此联系人的 “完全正向保密” 状态
zh_hant: 重設對此聯絡人的「完全正向保密」狀態

# forward_security_contact_has_downgraded_to_an_incompatible_version
source: Perfect Forward Secrecy has been disabled in this chat because your chat partner’s app version doesn’t support it or Threema 2.0 for desktop (beta) is used.
bg: Perfect Forward Secrecy е деактивиран за този разговор, защото Вашият чат партньор има версия на приложението, която не го поддържа или се използва Threema 2,0 за настолен компютър (бета).
cs: Funkce Perfect Forward Secrecy byla v této konverzaci zakázána, protože verze aplikace, kterou používá váš konverzační partner, ji nepodporuje.
de: Perfect Forward Secrecy wurde in diesem Chat deaktiviert, weil die App-Version des Chat-Partners dies nicht unterstützt oder Threema 2.0 für Desktop (Beta) genutzt wird.
es: Se ha deshabilitado Perfect Forward Secrecy en este chat porque la versión de la aplicación de chat de su interlocutor no lo admite o se está usando Threema 2.0 para escritorio (beta).
fr: La Confidentialité de transmission parfaite a été désactivée dans cette conversation, car la version de l'application de votre partenaire de discussion ne la prend pas en charge.
gsw_ch: Perfect Forward Secrecy isch i dem Chat deaktiviert, wil d’App-Version vom Chat-Partner das nöd unterstützt oder Threema 2.0 für Desktop (Beta) bruucht wird.
it: Perfect Forward Secrecy è stato disabilitato in questa conversazione perché il tuo partner della chat possiede una versione non supportata.
ja: チャット相手のアプリのバージョンが対応していないかThreema 2.0 for desktop(beta)が使用されているため、この会話ではPerfect Forward Secrecyが無効になっています。
ko: 이 대화에서 Perfect Forward Secrecy 은 채팅 상대방의 앱 버전이 지원하지 않기 때문에 비활성화되었습니다.
nl: Perfect Forward Secrecy is uitgeschakeld voor dit gesprek omdat de appversie van de gesprekspartner deze functie niet ondersteunt.
pl: Funkcja Perfect Forward Secrecy została wyłączona dla tej rozmowy, ponieważ wersja aplikacji rozmówcy nie obsługuje tej funkcji albo używana jest aplikacja Threema 2.0 na komputer (wersja beta).
pt_br: O Sigilo de Encaminhamento Perfeito foi desativado nesta conversa porque a versão do aplicativo do seu parceiro de bate-papo não é compatível.
ru: Для этой беседы протокол Perfect Forward Secrecy отключен, поскольку собеседник использует версию приложения, которая не поддерживает этот протокол.
sk: Funkcia Perfect Forward Secrecy bola v tejto konverzácii vypnutá, pretože verzia aplikácie vášho partnera ju nepodporuje.
tr: Sohbet ortağınızın uygulama sürümü desteklemediği için Mükemmel İletme Gizliliği bu görüşmede devre dışı bırakıldı.
uk: Функцію «Цілковита пряма секретність» вимкнено для цієї розмови, оскільки версія застосунку вашого співрозмовника не підтримує її або використовується Threema 2.0 для комп'ютера (бета).
zh_hans: 因为对方使用的应用程序版本不支持 “完全正向保密” 功能，所以在此会话中已禁用 “完全正向保密” 。
zh_hant: 因為對方使用的應用程式版本不支援「完全正向保密」功能，所以在此對話中已停用「完全正向保密」。

# forward_security_explainer_footer
source: Only perform this action when instructed do so by %@’s support team.
bg: Направете това, когато Ви го поискат от екипа на %@ поддръжката.
cs: Tuto akci provádějte pouze na pokyn týmu podpory platformy %@.
de: Führen Sie diese Aktion nur aus, wenn Sie vom %@-Support explizit dazu aufgefordert wurden.
es: Realice esta acción únicamente cuando así se lo indique el equipo de asistencia de %@.
fr: N'effectuer cette action que lorsque l'équipe d'assistance de %@ vous y invite.
gsw_ch: Füehred Sie die Aktion nur us, wenn Sie vom %@-Support explizit dezue ufgforderet worde sind.
it: Completa questa azione solo qualora ti venga richiesta dal team di assistenza di %@.
ja: この操作は%@のサポートチームが指示した場合のみ実行してください。
ko: %@ 지원팀의 지시가 있을 때만 이 작업을 수행하세요.
nl: Voer deze actie alleen uit wanneer u hiertoe door de klantenservice van %@ wordt geïnstrueerd.
pl: Wykonaj to działanie tylko, jeśli otrzymasz takie polecenie od zespołu wsparcia %@.
pt_br: Somente execute esta ação quando instruído a fazê-lo pela equipe de suporte da %@.
ru: Эту операцию можно выполнять только по указанию службы поддержки %@.
sk: Túto akciu vykonajte iba vtedy, keď vás na to upozorní podporný tím spoločnosti %@.
tr: Bu işlemi yalnızca %@'nın destek ekibi tarafından talimat verildiğinde gerçekleştirin.
uk: Виконувати цю дію лише за вказівкою команди підтримки %@.
zh_hans: 仅在 %@ 支持团队的指示下，才执行此操作。
zh_hant: 僅限在 %@ 支援團隊的指示下，才執行此作業。

# forward_security_illegal_session_state
source: The Perfect Forward Secrecy session was reset due to invalidity.
bg: Perfect Forward Secrecy сесията е преустановена поради невалидност.
cs: Relace Perfect Forward Secrecy byla kvůli neplatnosti resetována.
de: Die Perfect-Forward-Secrecy-Sitzung wurde wegen Ungültigkeit zurückgesetzt.
es: La sesión de Perfect Forward Secrecy se ha reiniciado por no ser válida.
fr: La session de Confidentialité de transmission parfaite a été réinitialisée pour cause de non validité.
gsw_ch: D’Perfect-Forward-Secrecy-Sitzig isch wäge Ungültigkeit zrugggsetzt worde
it: La sessione di Perfect Forward Secrecy è stata ripristinata perché non valida.
ja: 無効のため、Perfect Forward Secrecyのセッションがリセットされました
ko: Perfect Forward Secrecy세션이 유효하지 않아서 재설정되었습니다.
nl: De Perfect Forward Secrecy-sessie is gereset vanwege ongeldigheid.
pl: Sesja Perfect Forward Secrecy została zresetowana z powodu nieprawidłowości.
pt_br: A sessão Perfect Forward Secrecy foi redefinida devido a invalidade.
ru: Сеанс Perfect Forward Secrecy был сброшен в связи с недействительностью.
sk: Relácia Perfect Forward Secrecy bola resetovaná z dôvodu neplatnosti.
tr: Mükemmel İletme Gizliliği oturumu geçersizlik nedeniyle sıfırlandı.
uk: Сеанс функції «Цілковита пряма секретність» скинуто, оскільки він недійсний.
zh_hans: 这个之前已启用 “完全正向保密” 的会话，因无效而被重置保密状态。
zh_hant: 這個之前已啟用「完全正向保密」的工作階段，因無效而被重設保密狀態。

# forward_security_message_out_of_order
source: A message was received out of order and could not be decrypted.
bg: Бе получено съобщение, което не може да бъде декриптирано поради нередност при получаването.
cs: Zpráva byla přijata mimo pořadí a nemohla být dešifrována.
de: Eine Nachricht wurde in falscher Reihenfolge empfangen und konnte nicht entschlüsselt werden.
es: Se ha recibido un mensaje fuera de servicio y no ha podido descifrarse.
fr: Un message a été reçu dans le désordre et n'a pas pu être déchiffré.
gsw_ch: E Nachricht isch ide falsche Reihefolg empfange worde und hät nöd chöne entschlüsslet werde.
it: Un messaggio è stato ricevuto nell'ordine sbagliato e quindi non è potuto essere criptato.
ja: メッセージの受信順序がずれたため、復号化できませんでした。
ko: 메시지가 순서대로 수신되지 않았으며 복호화할 수 없습니다.
nl: Er is een bericht buiten de volgorde ontvangen dat niet is versleuteld.
pl: Otrzymano wiadomość poza kolejnością i nie można jej odszyfrować.
pt_br: Uma mensagem foi recebida fora de ordem e não pôde ser decodificada.
ru: Сообщение получено с нарушением порядка, его не удалось расшифровать.
sk: Správa bola prijatá ako nefunkčná a nedá sa dešifrovať.
tr: Sıra dışı bir mesaj alındı ​​ve şifresi çözülemedi.
uk: Отримано повідомлення з помилками, яке неможливо розшифрувати.
zh_hans: 收到的消息发生故障，无法解密。
zh_hant: 收到的訊息發生故障，無法解密。

# forward_security_message_without
source: A message without Perfect Forward Secrecy has been received. Verify that the sender has intentionally disabled Perfect Forward Secrecy.
bg: Бе получено съобщение без Perfect Forward Secrecy. Проверете дали подателят умишлено е изключил Perfect Forward Secrecy.
cs: Byla přijata zpráva bez Perfect Forward Secrecy. Ověřte, zda odesílatel záměrně vypnul funkci PFS.
de: Eine Nachricht ohne Perfect Forward Secrecy wurde empfangen. Stellen Sie sicher, dass der Absender absichtlich Perfect Forward Secrecy deaktiviert hat.
es: Se ha recibido un mensaje sin Perfect Forward Secrecy. Compruebe que el remitente haya desactivado Perfect Forward Secrecy intencionadamente.
fr: Un message sans Confidentialité de transmission parfaite a été reçu. Vérifiez que l'expéditeur a intentionnellement désactivé l’option de Confidentialité de transmission parfaite.
gsw_ch: E Nachricht ohni Perfect Forward Secrecy isch empfange worde. Stelled Sie sicher, dass de Absänder absichtlich Perfect Forward Secrecy deaktiviert hät.
it: Hai ricevuto un messaggio senza Perfect Forward Secrecy. Assicurati che il mittente abbia volutamente disattivato il Perfect Forward Secrecy.
ja: Perfect Forward Secrecyのないメッセージを受信しました。送信者がPerfect Forward Secrecyを意図的に無効にしていることを確認してください。
ko: 완벽한 전달 비밀 보안이 없는 메시지를 받았습니다. 발신자가 의도적으로 완벽한 전달 비밀 보안을 비활성화했는지 확인하세요.
nl: Er is een bericht zonder Perfect forward secrecy ontvangen. Controleer of de afzender Perfect forward secrecy opzettelijk heeft uitgeschakeld.
pl: Otrzymano wiadomość bez PFS. Sprawdź, czy nadawca rozmyślnie wyłączył PFS.
pt_br: Uma mensagem sem Perfect Forward Secrecy foi recebida. Verifique se quem a enviou desativou o Perfect Forward Secrecy intencionalmente.
ru: Получено сообщение, не использующее протокол Perfect Forward Secrecy. Проверьте, что отправитель намеренно отключил Perfect Forward Secrecy.
sk: Bola prijatá správa bez ochrany Perfect Forward Secrecy. Overte, či odosielateľ úmyselne zakázal funkciu Perfect Forward Secrecy.
tr: Kusursuz İletme Gizliliği olmayan bir mesaj alındı. Gönderenin Kusursuz İletme Gizliliğini kasıtlı olarak devre dışı bıraktığını doğrulayın.
uk: Отримано повідомлення без функції «Цілковита пряма секретність» (PFS). Перевірте, чи одержувач навмисно вимкнув PFS.
zh_hans: 您收到一条没有完全正向保密的消息，您可以验证发件人是否主动禁用完全正向保密。
zh_hant: 您收到一則沒有完全正向保密的訊息，您可以驗證寄件者是否主動停用完全正向保密。
